tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
brew "bat"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fzf"
brew "go"
brew "golangci-lint"
brew "goose"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "htop"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "netcat"
brew "openjdk@11"
brew "parquet-cli"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "clickhouse"
cask "ghostty"
cask "ngrok"
cask "zed"
